Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: There is a clearly lower esthetic risk if support for the gingival tissue is provided by the proximal crests of bone on adjacent teeth and if the distance from this bone to the restoration’s contact points above is short (Kan and coworkers, 2003).
vi: Có một nguy cơ thẩm mỹ thấp hơn rõ ràng nếu nâng cho các mô nướu được cung cấp bởi các đỉnh gần của xương trên răng lân cận và nếu khoảng cách từ xương này vào các điểm tiếp xúc của phục hồi trên là ngắn (Kan và đồng nghiệp, 2003).???

source: There is a still limited but growing body of information regarding early loading of edentulous maxillary cases.
vi: Đó là một vẫn giới hạn, nhưng ngày càng tăng của thông tin liên quan đến tải lực sớm của trường hợp mất răng hàm trên.

source: There is ample documentation for most dental implant systems to demonstrate that this is a predictable protocol and permits osseointegration (Cochran, 1999; Fugazzotto and coworkers, 2004; Lindh and coworkers, 1998).
vi: Có nhiều tài liệu cho hầu hết hệ thống implant nha khoa để chứng minh rằng đây là một dự đoán được quy trình và cho phép tích hợp xương (Cochran, 1999; Fugazzotto và đồng nghiệp, năm 2004; Lindh và đồng nghiệp năm 1998).

source: There is ample documentation to support the predictability of immediate loading of four splinted implants for mandibular overdentures, including Babbush (1986) and Chiapasco and coworkers (1997).
vi: Có nhiều tài liệu để hỗ trợ những dự đoán của tải lực tức thì của 4 implant liên kết với nhau cho hàm phủ hàm dưới, bao gồm cả Babbush (1986) và Chiapasco và đồng nghiệp (năm 1997).

source: There is an associated risk with immediate and/or early loading, and this risk must be evaluated in terms of patient benefit.
vi: Có mối nguy cơ liên quan với ltải lực tức thì và/hoặc sớm, và nguy cơ này phải được đánh giá trong lợi ích của bệnh nhân

source: There was discussion concerning how the authors approached writing the draft, how the literature was searched and reviewed, what the major findings were, and finally, what conclusions could be drawn.
vi: Đã thảo luận về cách thức các tác giả tiếp cận văn bản dự thảo, làm thế nào các tài liệu đã được tìm kiếm và xem xét lại, những phát hiện chính, và cuối cùng, những gì kết luận nào được đưa ra.

source: There were no radiographic signs of bone loss or of the widening of the periodontal ligament space.
vi: Không có dấu hiệu xquang của tiêu xương hoặc mở rộng khoảng dây chằng nha chu.

source: Therefore, a screw-retained abutment/restoration interface is advisable to minimize these difficulties.
vi: Do đó, giao diện cùi răng/phục hình bắt vít được khuyên dùng để hạn chế khó khăn.

source: Therefore, any clinical recommendations given with regard to esthetics in implant dentistry are primarily based on the expert opinion of the Esthetics consensus group.
vi: Vì vậy, bất kỳ khuyến cáo lâm sàng cho quan đối với thẩm mỹ trong cấy ghép nha khoa chủ yếu dựa vào ý kiến chuyên gia của các nhóm đồng thuận thẩm mỹ.

source: Therefore, for each patient, a detailed preoperative analysis should be performed to assess the individual risk profile and the level of difficulty of the planned therapy.
vi: Do đó, đối với mỗi bệnh nhân, một phân tích chi tiết trước khi phẫu thuật nên được thực hiện để đánh giá mức độ rủi ro cá nhân và mức độ khó khăn của việc điều trị theo kế hoạch.

source: Therefore, the contours of the restoration (specifically the positions and extent of the contact areas), in addition to the presence of interdental papillae and the esthetic outcome, depend on the height of the crestal bone adjacent to the implant site (Fig 13).
vi: Vì vậy, đường viền của phục hình (đặc biệt là vị trí và mở rộng của vùng tiếp xúc), thêm vào sự hiện diện của nhú nướu và kết quả thẩm mỹ, phụ thuộc chiều cao mào xương kế cận vùng cấy ghép (Hình 13).

source: Therefore, this procedure would have to be considered experimental at this time.
vi: Vì vậy, thủ thuật này có thể được xem xét thực nghiệm vào lúc này

source: These are listed below, along with issues that were identified throughout the discussions.
vi: Chúng được liệt kê dưới đây, cùng với các vấn đề đã được xác định trong suốt các cuộc thảo luận.

source: These authors demonstrated enhanced predictability and longevity associated with this ankylotic bone-to-implant condition.
vi: Những tác giả chứng minh tăng cường khả năng tiên đoán và tuổi thọ liên quan với điều cứng khớp xương - implant.

source: These authors generally limited their treatment to fully edentulous mandibles where multiple implants could be placed in dense bone, particularly in the symphyseal region.
vi: Những tác giả thường giới hạn điều trị của họ với hàm dưới mất răng nơi mà nhiều cấy ghép có thể được đặt trong xương đặc, đặc biệt là trong vùng symphyseal.

source: These authors indicate that with proper protocols and patient selection, a high predictability of restorations and cases can be achieved.
vi: Các tác giả này chỉ ra rằng, quy trình và chọn lựa bệnh nhân phù hợp, một dự đoán cao của phục hồi và trường hợp có thể đạt được.

source: These authors torqued abutment screws to 35 Ncm after 6-8 weeks of healing for type 1,2, and 3 density bone as part of their protocol.
vi: Những tác giả này vặn cùi răng với lực torqued đến 35 Ncm sau 6-8 tuần lành thương cho loại 1,2, và 3 theo mật độ xương như là một phần của quy trình của họ.

source: These criteria can be used to create an Esthetic Risk Profile that will help the clinician and patient determine the potential of achieving esthetic results through dental implant therapy.
vi: Các tiêu chí này có thể được sử dụng để tạo ra một <t0 /> hồ sơ rủi ro thẩm mỹ<t1 /> sẽ giúp các bác sĩ và bệnh nhân xác định tiềm năng của việc đạt được kết quả thẩm mỹ thông qua liệu pháp cấy ghép nha khoa

source: These esthetic implant complications or failures often require the removal of the implant, leading to bone or soft-tissue deficiencies.
vi: Những biến chứng cấy ghép thẩm mỹ hay thất bại thường yêu cầu loại bỏ các cấy ghép, dẫn đến xương hoặc mô mềm thiếu hụt.

source: These factors can be divided into five categories:
vi: Những yếu tố này có thể được chia vào năm loại:

source: These factors mirror the concepts proposed by Albrektsson and coworkers (1981).
vi: Những yếu tố này phản ánh các khái niệm dự kiến bởi Albrektsson and coworkers (1981).

source: These findings are symptomatic of a root fracture of the endodontically treated tooth 21, status after apicoectomy (Fig 4).
vi: These findings are symptomatic of a root fracture of the endodontically treated tooth 21, status after apicoectomy (Hình 4).

source: These help to ensure long-term stable esthetic treatment results.
vi: Chúng giúp đảm bảo kết quả điều trị thẩm mỹ ổn định lâu dài.

source: These iatrogenic factors are often combined with anatomic risk factors such as horizontal or vertical bone deficiencies.
vi: Những yếu tố này do thầy thuốc thường được kết hợp với các yếu tố nguy cơ giải phẫu như là thiếu xương chiều ngang hoặc dọc.

source: These implants differ in restorative shoulder diameter and endosseous diameter.
vi: Các implant này khác nhau ở đường kính vai phục hình và đường kính trong xương.

source: These incisions avoid the formation of scar tissue in the mid-crestal area and ensure sufficient vascularization of the facial flap, especially in the area of the future papillae.
vi: Đường rạch này tránh tạo sẹo ở giữa mào xương ổ và đảm bảo máu nuôi cho vạt, đặc biệt ở vùng nhú nướu tương lai.

source: These include:
vi: Chúng bao gồm:

source: These included:
vi: Chúng bao gồm:

source: These patients can benefit from a cemented or screw-retained restoration.
vi: Những bệnh nhân này có thể được hưởng lợi từ một phục hình bắt vít.

source: These patients should be identified and informed of potential esthetic complications prior to implant therapy, and should be more rigorously followed during the maintenance period.
vi: Những bệnh nhân này cần được xác định và thông báo về các biến chứng thẩm mỹ tiềm năng trước khi điều trị cấy ghép, và cần được theo dõi chặt chẽ hơn trong thời gian duy trì..

source: These procedures will often require a healing phase before the seating of provisional restorations on dental implants.
vi: Các thủ tục này thường sẽ đòi hỏi một giai đoạn hồi phục trước khi đặt phục hình tạm trên implant.

source: These reviews include the Barcelona group (Aparicio and coworkers, 2003), the ITI group (Chiapasco, 2004; Ganeles and Wismeijer, 2004; Morton and coworkers, 2004), the European Academy of Osseointegration (Nkenke and Fenner, 2006), the Academy of Osseointegration (Jokstad and Carr, 2007), Gapski and coworkers (2003), Misch and coworkers (2004), Attard and Zarb (2005), Del Fabbro and coworkers (2006), and Ioannidou and coworkers (2005).
vi: Các đánh giá bao gồm nhóm Barcelona (Aparicio và đồng nghiệp, 2003), nhóm ITI (Chiapasco Năm 2004; Ganeles và Wismeijer Năm 2004; Morton và đồng nghiệp năm 2004), học Viện châu Âu của tích hợp xương (Nkenke và Fenner năm 2006) Viện của tích hợp xương (Jokstad và Carr, 2007), Gapski và đồng nghiệp (2003), Misch và đồng nghiệp (năm 2004), Attard và Zarb (2005), Del Fabbro và đồng nghiệp (2006), và loannidou và đồng nghiệp (2005).

source: These seven case reports demonstrate several possible causes of esthetic implant complications or implant failures.
vi: Bảy báo cáo trường hợp chứng minh được một số nguyên nhân có thể có của biến chứng thẩm mỹ implant hay thất bại implant.

source: These studies were performed with rough-surfaced implants since 2001 by Cochran and coworkers (2002; 2007), Roccuzzo and coworkers (2001), Cooper and coworkers (2001), Testori and coworkers (2002), and others.
vi: Những nghiên cứu này được thực hiện với implant bề mặt nhám từ 2001 by Cochran and coworkers (2002; 2007), Roccuzzo and coworkers (2001), Cooper and coworkers (2001), Testori and coworkers (2002), and others.

source: They should be in harmony with perioral facial structures, be associated with a healthy surrounding dentition and represent a successful imitation of the missing tooth or teeth with regard to color, form, texture, size, and optical properties (Belser and coworkers, 2004).
vi: Chúng nên hài hòa với quanh miệng <t0 /> cấu trúc khuôn mặt, được liên kết với một bộ răng xung quanh khỏe mạnh và giống như các răng bị mất liên quan đến màu sắc, hình thức, kết cấu, kích thước với, và cấu trúc quang học (Belser và đồng nghiệp , 2004).

source: They suggested that in preliminary treatment trials, factors such as patients with poor bone quality, non-optimized implant design or surfaces, non-optimized surgical protocols, and non-optimized prosthetic treatment protocols were included.
vi: Họ đề nghị sơ thử nghiệm điều trị, các yếu tố như bệnh nhân với người nghèo xương chất lượng, không phải tối ưu thiết kế implant hoặc bề mặt, quy trình phẫu thuật không tối ưu, và quy trình điều trị phục hình không tối ưu được bao gồm.

source: They suggested the use of bone condensation osteotomy preparation followed by unloaded healing.
vi: Họ đề nghị sử dụng sửa soạn phẫu thuật nén xương theo sau bởi lành thương không tải lực.

source: They, however, are more difficult to handle for the clinician.
vi: Tuy nhiên, nhà lâm sàng làm khó khăn hơn

source: Thick gingiva remains predictable in terms of position and appearance and resistant to recession.
vi: Nướu dày vẫn có thể dự đoán về vị trí và vẻ ngoài và chống sự tiêu.

source: Thick layer of compact bone
vi: Lớp xương đặc dày

source: Thick-Gingiva Biotype
vi: Dạng sinh học của nướu dày

source: Thin rim of cortical bone
vi: Xương vỏ mỏng

source: Thin-Gingiva Biotype
vi: Dạng sinh học của nướu mỏng

source: This 34-year-old female patient presented with an unsatisfactory esthetic treatment outcome, a visible implant shoulder at tooth 13 and a reduced papilla mesially of the implant-supported superstructure (Fig 19).
vi: This 34-year-old female patient presented with an unsatisfactory esthetic treatment outcome, a visible implant shoulder at tooth 13 and a reduced papilla mesially of the implant-supported superstructure (Hình 19).

source: This additional healing time contributed to a more favorable soft-tissue situation from a surgical point of view, eight weeks after the extraction (Figs 12a, b).
vi: This additional healing time contributed to a more favorable soft-tissue situation from a surgical point of view, eight weeks after the extraction (Hình 12a, b).

source: This biotype clearly favors the long-term stability of esthetic peri-implant soft tissues.
vi: Dạng sinh học này tỏ rõ sự ổn định lâu dài của các mô mềm thẩm mỹ quanh implant

source: This can be accomplished through a surgical template highlighting the gingival margin of the planned restoration (Higginbottom and Wilson, 1996).
vi: Điều này có thể thực hiện qua phẫu thuật mẫu chú ý đường viền nướu của kế hoạch phục hình (Higginbottom and Wilson, 1996).

source: This can be done by subtracting (Paul and Jovanovic 1999) or by adding temporary material (Figs 7a, b).
vi: This can be done by subtracting (Paul and Jovanovic 1999) or by adding temporary material (Hình 7a, b).

source: This ceramic custom abutment (Fig 37a) connected to a synOcta 1.5 abutment and allowed for direct veneering with adapted feldspathic ceramics (Fig 37b).
vi: This ceramic custom abutment (Hình 37a) connected to a synOcta 1.5 abutment and allowed for direct veneering with adapted feldspathic ceramics (Hình 37b).

source: This danger zone is about 1.0-1.5 mm wide (Fig 13).
vi: Vùng nguy hiểm này rộng khoảng 1.0-1.5 mm (Hình 13).

source: This esthetic compromise had been caused by an inappropriate choice of components for the implant system used.
vi: Thỏa hiệp thẩm mỹ này gây ra bởi một sự lựa chọn không phù hợp của các thành phần của hệ thống cấy ghép sử dụng.

source: This final soft-tissue shape had to be transferred to the dental lab as precisely as possible (Fig 48).
vi: This final soft-tissue shape had to be transferred to the dental lab as precisely as possible (Hình 48).

source: This formula should combine the patient’s diagnosis and expectations with the clinician’s experience, ability, and knowledge, plus available resources to provide therapeutic solutions.
vi: Công thức này phải kết hợp các chẩn đoán của bệnh nhân và kỳ vọng với kinh nghiệm của bác sĩ, khả năng, và kiến thức, cộng với nguồn lực sẵn có để cung cấp giải pháp điều trị.

source: This ideally results in an implant shoulder located approximately 2 mm apical to the mid-facial gingival margin of the implant restoration (Figs 22, 23).
vi: Kết quả lý tưởng trong vị trí vai implant khoảng 2mm phía chóp đến giữa đường viền nướu của phục hình implant (Hình 22, 23).

source: This individualized impression cap not only prevented the conditioned peri-implant mucosa from collapsing when the temporary was removed, but it also provided ideal support for the mucosa during impression-taking (Fig 37) and captured the ideal emergence profile within the impression (Fig 38).
vi: This individualized impression cap not only prevented the conditioned peri-implant mucosa from collapsing when the temporary was removed, but it also provided ideal support for the mucosa during impression-taking (Hình 37) and captured the ideal emergence profile within the impression (Hình 38).

source: This information was further reviewed and reinforced with respect to implant dentistry by Szmukler-Moncler and coworkers (1998).
vi: Thông tin này được tiếp tục xem xét và gia cố đối với cấy nha khoa của Szmukler-- và đồng nghiệp (năm 1998).

source: This is important to ensure proper soft-tissue support and to avoid the resorption of the facial bone wall following restoration (Fig 19).
vi: Điều này rất quan trọng để chắc chắn mô mềm nâng đỡ thích hợp và tránh tiêu xương mặt ngoài sau phục hình(Hình 19).

source: This is on one hand due to our increased knowledge of biological principles such as biologic width.
vi: Đây là một mặt để tăng kiến thức các nguyên tắc sinh học như chiều rộng sinh học của chúng tôi.

source: This observation highlights the care that must be expended to plan and successfully complete such a restoration.
vi: Quan sát này làm nổi bật các chăm sóc mà phải được sử dụng để lập kế hoạch và hoàn thành như một phục hình.

source: This parameter represents a major prognostic factor for esthetic considerations relative to anterior single-tooth implant therapy (Fig 4).
vi: This parameter represents a major prognostic factor for esthetic considerations relative to anterior single-tooth implant therapy (Hình 4).

source: This pedicled flap was mobilized and positioned between the implant neck and the labial mucosa (Figs 26, 27).
vi: This pedicled flap was mobilized and positioned between the implant neck and the labial mucosa (Hình 26, 27).

source: This position places the long axis of the implant so that it exits through the cingulum of the restoration, favoring screw-retained restorations (Fig 10).
vi: This position places the long axis of the implant so that it exits through the cingulum of the restoration, favoring screw-retained restorations (Hình 10).

source: This procedure required an “over-build” of crown volume to anticipate the subsequent sintering contraction (Fig 22a).
vi: This procedure required an “over-build” of crown volume to anticipate the subsequent sintering contraction (Hình 22a).

source: This recommendation, however, is only valid for teeth without periodontal tissue loss (Fig 21).
vi: Khuyến cáo này, tuy nhiên, nó chỉ phù hợp cho răng không có mất mô nha chu (Hình 21).

source: This remodeled bone and new bone contact, termed secondary bone contact, predominates at later healing times when the amount of primary contact is decreased.
vi: Xương được tái cấu trúc và tiếp xúc xương mới, gọi là tiếp xúc xương thứ phát, chiếm ưu thế ở thời gian sau thời gian lành thương khi số lượng của tiếp xúc nguyên phát bị giảm

source: This results in a compromised gingival and restorative appearance (Fig 21b).
vi: Điều này dẫn đến nướu bị tổn hại và sự xuất hiện hồi phục (Hình 21b).

source: This shoulder location makes seating of the restoration and removal of cement difficult.
vi: Vị trí vai để gắn phục hình và loại bỏ xi măng khó khăn.

source: This step in the chain of reconstructive procedures initiated the phase of peri-implant soft-tissue conditioning to create a healthy, stable, and esthetic mucosal configuration.
vi: This step in the chain of reconstructive procedures initiated the phase of peri-implant soft-tissue conditioning to create a healthy, stable, and esthetic mucosal conHìnhuration.

source: This template was worn during the CT survey (Fig 6).
vi: This template was worn during the CT survey (Hình 6).

source: This will allow the implant team to capitalize on a single implant position while creating an ovate pontic into the lateral site, potentially maximizing interproximal tissue support (Fig 19).
vi: Điều này sẽ cho phép nhóm cấy ghép để tận dụng một vị trí cấy ghép duy nhất trong khi tạo ra một nhịp cầu hình trứng vào vùng bên cạnh, có khả năng tối đa hóa hỗ trợ mô kẽ răng (Hình 19).

source: This would allow for single-tooth implant-supported crowns in sites 44, 45, and 46, and a metal-ceramic crown on tooth 47.
vi: Điều này sẽ cho phép làm mão răng đơn lẻ nâng đỡ trên implant vùng 44, 45, 46 và mão răng sứ kim loại trên răng 47.

source: This would allow for the fabrication of a fixed dental prosthesis (44-46) with a cantilevered unit (44).
vi: Chọn lựa này cho phép chế tạo một phục hình cố định (44-46) với một nhịp vói (44).

source: This would facilitate restoration with an implant-supported fixed dental prosthesis (44-46), and a metal ceramic crown on tooth 47.
vi: Chọn lựa này sẽ tạo điều kiện phục hình với phục hình cố định nâng đỡ trên implant (44-46) và mão răng sứ kim loại trên răng 47.

source: Though far fewer in numbers of cases or implants, several authors reported successful immediate loading of edentulous maxillas (Levine and coworkers, 1998; Jaffin and coworkers, 2004; Ibañez and coworkers, 2005; Gallucci and coworkers, 2004; Ostman and coworkers, 2005).
vi: Mặc dù rất ít trong một số trường hợp hoặc implant, một số tác giả báo cáo thành công tải lực tức thì của hàm trên mất răng (Levine và đồng nghiệp, 1998; Jaffin và đồng nghiệp, 2004; Ibañez và đồng nghiệp, 2005; Gallucci và đồng nghiệp, 2004; Ostman và đồng nghiệp, 2005).

source: Three phases of treatment were planned:
vi: Lên kế hoạch ba giai đoạn điều trị

source: Three weeks later, the mucosa was healthy and stable (Figs 29, 30).
vi: Three weeks later, the mucosa was healthy and stable (Hình 29, 30).

source: Three-year follow-up
vi: Ba năm theo dõi

source: Threshold values for primary stability for immediate or early loading, as measured by ISQ or insertion torque for osseointegration, are unknown.
vi: Giá trị ngưỡng cho ổn định sơ khởi cho tải lực sớm hoặc tức thì, được đo bằng ISQ hoặc lực torque cho tích hợp xương, được không rõ.

source: Thus, periodontal disease must be resolved before implant therapy is initiated.
vi: Vì vậy, bệnh nha chu phải được điều trị trước khi điều trị cấy ghép.

source: Tissue deficiencies in the horizontal dimension can pose an increased esthetic treatment risk.
vi: Thiếu hụt mô trong chiều ngang có thể gây ra gia tăng nguy cơ điều trị thẩm mỹ.

source: Titelblatt
vi: Chương sách

source: To accomplish this, a synOcta gold abutment was selected as the definitive abutment (Fig 22).
vi: To accomplish this, a synOcta gold abutment was selected as the definitive abutment (Hình 22).

source: To align the provisional with the line of the neighboring natural teeth and the mucosa line, its pink base was also modified at insertion (Fig 14).
vi: To align the provisional with the line of the neighboring natural teeth and the mucosa line, its pink base was also modified at insertion (Hình 14).

source: To avoid multiple cementation of the temporary crown for soft-tissue conditioning, a screw-retained crown was produced, using a titanium post for temporary restorations (Fig 24).
vi: To avoid multiple cementation of the temporary crown for soft-tissue conditioning, a screw-retained crown was produced, using a titanium post for temporary restorations (Hình 24).

source: To capture and transfer the emergence profile as precisely as possible by means of a second impression intended for the fabrication of the master model for the final crown, the final temporary crown was screwed onto an implant analog (Hinds 1997) (Fig 32).
vi: To capture and transfer the emergence profile as precisely as possible by means of a second impression intended for the fabrication of the master model for the final crown, the final temporary crown was screwed onto an implant analog (Hinds 1997) (Hình 32).

source: To capture this final tissue shape, an individual impression cap was fabricated by placing the provisional on an implant analog (Fig 49) and pressing it into silicone.
vi: To capture this final tissue shape, an individual impression cap was fabricated by placing the provisional on an implant analog (Hình 49) and pressing it into silicone.

source: To condition the peri-implant mucosa to the desired emergence profile and contour, the cervical portion of the provisional crown was modified accordingly, applying a flowable light-curing composite material in a chairside procedure (Fig 42).
vi: To condition the peri-implant mucosa to the desired emergence profile and contour, the cervical portion of the provisional crown was modified accordingly, applying a flowable light-curing composite material in a chairside procedure (Hình 42).

source: To date, immediate restoration and loading procedures lack long-term scientific documentation
vi: Đến nay, phục hình tức thì và quy trình tải lực thiếu tài liệu khoa học lâu dài
